Repository: krloxzs/babyNameIOS
Catalog: BabyNames/BabyNames/Resources/*.lproj/Localizable.strings
Languages: es

# WELCOME_TITLE_1
source: Welcome to Baby Names
es: Bienvenido a Baby Names

# WELCOME_TITLE_2
source: A choice as a couple
es: Una decisión en pareja

# WELCOME_TITLE_3
source: Choose the perfect name
es: Elije el nombre perfecto

# WELCOME_TITLE_4
source: Show your chosen ones
es: Muestra tus favoritos

# WELCOME_INFO_1
source: The best list with the perfect baby names made App.
es: El mejor catálogo con los nombres perfectos para bebé hecho App.

# WELCOME_INFO_2
source: Connect your partner and together make the ideal choice.
es: Conecta a tú pareja y juntos hagan la elección ideal.

# WELCOME_INFO_3
source: Save your favorites easily and select the perfect name.
es: Guarda tus favoritos fácilmente y selecciona el nombre perfecto.

# WELCOME_INFO_4
source: Watch and share the coincidences with your partner.
es: Observa y comparte las coincidencias con tú pareja.

# FACEBOOK_LOGIN_BUTON
source: Login with Facebook
es: Acceder con Facebook

# LOGIN_SWIPE_LABEL
source: Swipe to continue
es: Desliza para continuar

source: Loading...
es: Cargando...

# PROFILE_TITLE
source: Profile
es: Perfil

source: Log out
es: Cerrar sesión

source: Change your baby gender
es: Cambiar el genero de tú bebé

source: About us
es: Quienes somos

# SHARE
source: Share the app
es: Comparte la app

source: Rate us
es: Calificanos

# ADD_COMMENT
source: Feedback
es: Ayudanos a mejorar

# ADD_PARTNER
source: Add your partner
es: Agrega a tu pareja

# MANAGE_PARTNER
source: Manage your partner
es: Selecciona a tu pareja. Esta app funciona mejor en equipo

# NO_ADS
source: Remove ads
es: Quitar publicidad

# SWIPE
source: Swipe to continue
es: Desliza para continuar

# LOGOUT_MESSAGES
source: Don't worry, we save the names until the next time
es: No te preocupes, guardamos los nombres para la proxima vez

# LOGOUT_GOODBYE
source: it's time to say goodbye?
es: ¿Es momento de decir adiós?

# SETUP_PARTNER_QUESTION
source: This app it's better as a team
es: Esta app es mejor en equipo

# SCAN_QR
source: Scan the QR from your new partner
es: Escanea el QR de tu pareja

# SHOW_QR
source: Show me my QR code
es: Mostrar mi código QR

source: Cancel
es: Cancelar

# SHOW_QR_TITLE
source: Your QR code
es: Tu codigo QR

# SHOW_QR_INFO_LABEL
source: Share your QR code and start searching for the perfect name as a couple. Below is your personal QR code.
es: Comparte tu codigo QR y empieza a buscar el nombre perfecto en pareja. A continuacion se muestra tu codigo QR personal.

# SHARE_BUTTON_PRESS
source: Share
es: Compartir

# SCAN_QR_TITLE
source: QR scan
es: Escaner de QR

# SCAN_QR_INFO_LABEL
source: Place the QR code in front of the camera so you can scan it as it is showed here
es: Coloca el código QR frente a la cámara para que pueda ser escaneado como se muestra en la animación

# DONE
source: OK
es: De acuerdo

# QR_MESSAGE_DETECTED
source: No QR is detected
es: No se detecta ningun codigo QR

# MAKE_MATCH_TITLE
source: Baby names
es: Nombres de bebes

# FAVOURITES_TITLE
source: Favorites
es: Favoritos

source: Meaning
es: Significado

source: Origin
es: Origen

# EMPTY_STATE_TITLE
source: Ops... it's empty in here!
es: ¡Ops… esta muy vacio aquí!

# EMPTY_STATE_INFO
source: You don't have any favourite yet, add your first one.
es: Aún no has agregado favoritos, agrega el primero y miralos aquí.

# NO_COUPLE_EMPTY_STATE_TITLE
source: Everything is better in a couple
es: Todo es mejor en pareja

# NO_COUPLE_EMPTY_STATE_INFO
source: It seems that you have not added your partner yet, do not worry, that is solved in a second ...
es: Parece que aun no has seleccionado a tu pareja, no te preocupes, lo resolvemos en un segundo

source: Set my partner
es: Vamos

# INTERNAL_SERVER_ERROR
source: Internal server error...dont worry, a team of shinobis is working to fix that
es: Internal server error...no te preocupes, nuetro equipo de shinobis esta trabajando en solucionarlo ahora

# FAV_OPT_BUTTON_TITLE
source: What do you want to do?
es: Qué quieres hacer?

# FAV_OPT_BUTTON_ONE
source: Delete name from favorites
es: Eliminar el nombre de favoritos

# VFR_TITLE_LABEL
source: Oh oh .. it looks like it's over ...
es: Oh oh.. parece que se terminaron...

# VFR_INFO_LABEL
source: But do not worry, touch the refresh icon and we'll show you the names that are not yet on your favorites list.
es: No te preocupes, toca el icono de actualizar y te mostraremos los nombres que aun no están en tu lista de favoritos.

source: Licenses
es: Licencias

# EMAIL_INFO
source: Hello I just downloaded BabyNamesApp for my iphone./nis an app to help you find the perfect name for your baby, and the best thing is that it works for couples, showing the names they both chose. BabyNamesApp is available for iPhone and Android, and it's free! What are you waiting for? Download it now from http://babynamesapps.com
es: Hola Acabo de descargar BabyNamesApp para mi iphone. Es una app para ayudarte a buscar el nombre perfecto para tu bebe, y lo mejor es que funciona para parejas, mostrando los nombres que ambos eligieron. BabyNamesApp esta disponible para iPhone y Android, y es gratis!. Que esperas? Descargala ahora desde http://babynamesapps.com

# EMAIL_IDEA
source: Hello, BabyNames team, I think it would be a good idea ...
es: Hola equipo de BabyNames, creo que seria buena idea...
